import Navbar from '@/components/Navbar'
import Link from 'next/link'
import React from 'react'

function Faq() {
  return (
    <>
     <Navbar isMain={false} />
    <div className="w-screen h-screen px-12 md:px-24"> 
      <div className="bg-white rounded-xl min-h-1/2 min-w-1/2 text-black p-12">
        <h1 className='text-center text-3xl font-extrabold'>سولات متداول</h1>
        <ul className='mt-8'>
            <li className='my-4'>
                <h2 className="font-extrabold text-xl">&larr;  استارت‌آپ استودیو چیست؟</h2>
                <p>
                    استارت‌آپ استودیو شرکتی است که استارت‌آپ های جدید را ایجاد و راه‌اندازی می‌کند. این شرکت منابع لازم مانند سرمایه، نیروی با استعداد، مربیان حرفه‌ای و شبکه‌ای گسترده را برای کمک به کارآفرینان در تبدیل ایده‌هایشان به کسب و کارهای موفق فراهم می‌کند. یک استدیوی استارت‌آپ معمولا با چندین شرکت استارت‌آپی به طور همزمان کار می‌کند و ممکن است در ازای خدمات ارائه شده سهام یا سهم از درآمد دریافت کند.
                </p>
            </li>
            <li className='my-4'>
                <h2 className="font-extrabold text-xl">&larr;  تفاوت یک استارت‌آپ با یک شتاب دهنده چیست؟</h2>
                <p>
                    یک شتاب دهنده شرکتی است که با تامین مالی و کمک های دیگر از استارتاپهای زیر مجموعه خود حمایت می‌کند. این حمایت محدود به یک دوره زمانی معمولا چند ماهه می شود. یک استارت‌آپ استودیو می تواند از  روز اول تا رسیدن محصول به بازار و بعد از آن در کنار استارتاپهای تحت حمایت خود باشد. همچنین یک استارت‌آپ استودیو ممکن است با همکاری با یک شتاب دهنده روند رشد خود و اعضایش را سرعت بخشد.  
                </p>
            </li>
            <li className='my-4'>
                <h2 className="font-extrabold text-xl">&larr;  مزیتهای کار با یک استارت‌آپ استودیو چیست؟</h2>
                <p>
                    کار با یک استدیو استارت‌آپ می تواند به شما کمک کند تا بسیاری از چالشهای رایج شروع کسب و کار مانند پیدا کردن یک هم بنیان گذار، اعتبارسنجی ایده‌ها، توسعه محصول، جذب سرمایه و مقیاس پذیر کردن کسب و کار را بر طرف کنید. با پیوستن به یک استارت‌آپ استودیو شما میتوانید از تخصص، شبکه و منابع آن برای تسریع پیشرفت خود استفاده کنید.
                </p>
            </li>
            <li className='my-4'>
                <h2 className="font-extrabold text-xl">&larr;  چه کسانی می‌توانند با یک استارت‌آپ استودیو کار کنند؟</h2>
                <p>
                    استارت‌آپ استدیو فضایی ایده‌آل برای همه کسانی است ایده‌هایی نو و خلاقانه داشته و علاقه مند به حل مشکلات و چالشهای روز باشند. فرقی ندارد شما یک کارآفرین جوان باشید یا با سابقه، متخصص حوزه خود باشید یا تازه کار، شما می توانید در یک استارت‌آپ استودیو آنچه در ذهن دارید را به واقعیت تبدیل کنید. شما همچنین میتوانید به عنوان یک شریک، سرمایه گذار، مربی، یا نیروی کاری حرفه‌ای به ما بپیوندید .
                </p>
            </li>
            <li className='my-4'>
                <h2 className="font-extrabold text-xl">&larr;  چگونه می‌توانم به اینفینیتی لب بپیوندم؟</h2>
                <p>
                    خیلی ساده!!! <br />
                    کافی است <Link href="/signup" className='text-blue-500'> فرم ثبت نام در اینفینیتی لب</Link> را با دقت پر کرده و منتظر بمانید تا ما توضیحات بیشتر را برای شما ارسال کنیم
                </p>
            </li>
        </ul>
      </div>
      </div>
    </>
  )
}

export default Faq